/*
** Send mail
*/

"Message failed" = "Message failed";
"Message sent" = "Message sent";
"Recorded track from Glint" = "Recorded track from Glint";
"The message was sent successfully." = "The message was sent successfully.";
"This message contains an attached GPX file that was recorded in Glint." = "This message contains an attached GPX file that was recorded in Glint.";
"You need to configure a valid email account to send email." = "You need to configure a valid email account to send email.";

/*
** Compass
*/

"E" = "E";
"ENE" = "ENE";
"ESE" = "ESE";
"N" = "N";
"NE" = "NE";
"NNE" = "NNE";
"NNW" = "NNW";
"NW" = "NW";
"S" = "S";
"SE" = "SE";
"SSE" = "SSE";
"SSW" = "SSW";
"SW" = "SW";
"W" = "W";
"WNW" = "WNW";
"WSW" = "WSW";

/*
** Home screen
*/

"elapsed" = "elapsed time";
"total distance" = "total distance";
"cur speed" = "current speed";
"avg speed" = "average speed";
"measurements" = "measurements";
"per" = "time per";
"dist diff" = "distance difference";
"time diff" = "time difference";

// Secondary page
"latitude" = "latitude";
"longitude" = "longitude";
"altitude" = "altitude";
"h. accuracy" = "horizontal accuracy";
"v. accuracy" = "vertical accuracy";
"course" = "course";

"Go" = "Go";
"Pause" = "Pause";
"Files" = "Files";
"Record" = "Record";
"End Recording" = "End Record";
"Unlock" = "Unlock";
"End Race" = "End Race";
"Music" = "Music";

/*
** Misc
*/

"OK" = "OK";

/*
** Files screen
*/

"Today" = "Today";
"Yesterday" = "Yesterday";
"This Week" = "This Week";
"Last Week" = "Last Week";
"Two Weeks Ago" = "Two Weeks Ago";
"This Month" = "This Month";
"Earlier" = "Earlier";
"Email" = "Email";
"Race against" = "Race against";
"Files" = "Files";
"points" = "points";
"There are currently no saved files. To use saved files, first make a recording from the main screen." = "There are currently no saved files. To use saved files, first make a recording from the main screen.";

/*
** File Detail screen
*/
"File Details" = "File Details";
"File Name" = "File Name";
"Start Time" = "Start Time";
"End Time" = "End Time";
"Elapsed Time" = "Elapsed Time";
"Total Distance" = "Total Distance";
"Average Speed" = "Average Speed";
"View On Map" = "View On Map";

/*
** Lap times screen
*/
"Speed & Distance" = "Speed & Distance";
"Position & Course" = "Position & Course";
"Lap Times" = "Lap Times";
"NoLapTimesInstructions" = "There are currently no lap times to display. Lap times are displayed when you have passed the lap distance (configurable among the settings) at least once.";

/*
** Map screen
*/
"Map View" = "Map View";
